{
  "resourceType": "Measure",
  "id": "measure-exm165-fhir-1--",
  "meta": {
    "versionId": "2",
    "lastUpdated": "2019-08-17T00:28:37.966+00:00"
  },
  "url": "http://www.ncqa.org/Measure/exm165-fhir",
  "identifier": [
    {
      "type": {
        "coding": [
          {
            "code": "NCQA"
          }
        ]
      }
    },
    {
      "type": {
        "coding": [
          {
            "code": "CMS"
          }
        ]
      }
    },
    {
      "type": {
        "coding": [
          {
            "code": "NQF"
          }
        ]
      }
    },
    {
      "type": {
        "coding": [
          {
            "system": "http://ncqa.org/fhir/hedis/CodeSystem/hqmf-identifiers",
            "code": "HQMF-SET-ID"
          }
        ]
      },
      "system": "urn:ietf:rfc:3986"
    }
  ],
  "version": "1..",
  "name": "exm165_FHIR",
  "title": "Controlling High Blood Pressure",
  "status": "draft",
  "experimental": true,
  "publisher": "National Committee for Quality Assurance (NCQA)",
  "description": "Percentage of patients 18-85 years of age who had a diagnosis of hypertension overlapping the measurement period and whose most recent blood pressure was adequately controlled (<140/90mmHg) during the measurement period",
  "jurisdiction": [
    {
      "coding": [
        {
          "code": "USA"
        }
      ]
    }
  ],
  "contact": [
    {
      "name": "National Committee for Quality Assurance (NCQA)",
      "telecom": [
        {
          "system": "phone",
          "value": "(202) 955-3500",
          "use": "work",
          "rank": 1
        }
      ]
    }
  ],
  "copyright": "This Physician Performance Measure (Measure) and related data specifications were developed by the National Committee for Quality Assurance (NCQA). NCQA is not responsible for any use of the Measure. NCQA makes no representations, warranties, or endorsement about the quality of any organization or physician that uses or reports performance measures and NCQA has no liability to anyone who relies on such measures or specifications. NCQA holds a copyright in the Measure. The Measure can be reproduced and distributed, without modification, for noncommercial purposes (eg, use by healthcare providers in connection with their practices) without obtaining approval from NCQA. Commercial use is defined as the sale, licensing, or distribution of the Measure for commercial gain, or incorporation of the Measure into a product or service that is sold, licensed or distributed for commercial gain. All commercial uses or requests for modification must be approved by NCQA and are subject to a license at the discretion of NCQA. (C) 2012-2017 National Committee for Quality Assurance. All Rights Reserved. <br> Limited proprietary coding is contained in the Measure specifications for user convenience. Users of proprietary code sets should obtain all necessary licenses from the owners of the code sets. NCQA disclaims all liability for use or accuracy of any third party codes contained in the specifications. <br> CPT(R) contained in the Measure specifications is copyright 2004-2017 American Medical Association. LOINC(R) copyright 2004-2017 Regenstrief Institute, Inc. This material contains SNOMED Clinical Terms(R) (SNOMED CT[R] ) copyright 2004-2017 International Health Terminology Standards Development Organisation. ICD-10 copyright 2017 World Health Organization. All Rights Reserved.",
  "library": [
    {
      "reference": "Library/library-exm165-fhir-logic-1--"
    }
  ]
}